/* Double tap reset button */
"Double tap the Reset button to set the value" = "Double appuyez sur le bouton RESET pour régler la valeur";

/* Hint for Double tapping reset button */
"Hint" = "Allusion";

/* OK */
"OK" = "OK";

